{
    "version": "https://jsonfeed.org/version/1",
    "title": "THE TRANSCREATORS | MORE THAN TRANSLATORS | LOCALIZATION COPYWRITERS | HOW AND WHY TO USE BETTER ENGLISH",
    "description": "",
    "home_page_url": "https://the-transcreators.github.io/more-than-translators",
    "feed_url": "https://the-transcreators.github.io/more-than-translators/feed.json",
    "user_comment": "",
    "author": {
        "name": "Mark"
    },
    "items": [
        {
            "id": "https://the-transcreators.github.io/more-than-translators/difference-between-translation-and-transcreation.html",
            "url": "https://the-transcreators.github.io/more-than-translators/difference-between-translation-and-transcreation.html",
            "title": "What&#x27;s the difference between translation and transcreation?",
            "summary": "A conventional translation stays quite close to the source text. Translators transfer text from one language to another, segment by segment. They don't really want to spend extra time being creative. That's because they are usually on a tight deadline and&hellip;",
            "content_html": "<p>A conventional translation stays quite close to the source text. Translators transfer text from one language to another, segment by segment. They don't really want to spend extra time being creative.<span style=\"color: var(--text-primary-color); font-family: var(--editor-font-family); font-size: inherit; font-weight: var(--font-weight-normal);\"> That's because </span><span style=\"color: var(--text-primary-color); font-family: var(--editor-font-family); font-size: inherit; font-weight: var(--font-weight-normal);\">they are usually on a tight deadline and </span><span style=\"color: var(--text-primary-color); font-family: var(--editor-font-family); font-size: inherit; font-weight: var(--font-weight-normal);\">being paid per word. And there is rarely a reward for additional creative effort. E</span><span style=\"color: var(--text-primary-color); font-family: var(--editor-font-family); font-size: inherit; font-weight: var(--font-weight-normal);\">xperience teaches conventional translators to deliver text that is easily recognizable to the customer, whose native language is usually the source language. If the translation is not a direct one, even if it's much better, the reaction can be negative.</span></p>\n<p>This landscape is not conducive to excellence. That's not to say that there are no excellent translations out there, just that there aren't as many as there could be.</p>\n<h3>Fog</h3>\n<p>When the text needs to be particularly precise, creative or persuasive, the potential for problems with conventional translation under commercial pressure is greatest. Working quickly, avoiding being too adventurous and staying close to the source text often results in a message becoming blurred by a fog of confusing imagery. What was perfectly clear and evocative to readers of the source text can be difficult to comprehend for readers of the translation.</p>\n<p>Complex and intertwined linguistic and cultural idiosyncrasies are at the root of this. Even if readers of an inappropriately direct translation can understand what is meant, the imagery may still not resonate and a good proportion of the hard work involved in delivering the message to them will have been wasted.</p>\n<h3>Transcreation</h3>\n<p><span style=\"color: var(--text-primary-color); font-family: var(--editor-font-family); font-size: inherit; font-weight: var(--font-weight-normal);\">If you've read this far, you'll be beginning to get the idea. Whereas a</span><span style=\"color: var(--text-primary-color); font-family: var(--editor-font-family); font-size: inherit; font-weight: var(--font-weight-normal);\"> good translator tries to take a step back from the <em>words </em>of a text and focus on the <em>effect </em>they will have on the reader, a transcreator has to detach themselves totally.</span></p>\n<p>I think of transcreation in quite simple terms. It is rewriting a piece in another language. That's what I always instinctively did as a translator, long before I had heard the term 'transcreation'.</p>\n<p>Another, slightly more self-explanatory term for this activity is 'localization copywriting'. But 'transcreation' is the term that's becoming established, as more and more people begin to understand that how they present themselves in foreign languages can make a real difference to their success.</p>\n<p>Whatever you call it, I now understand the process clearly. And after a lot of practice, I have moved from doing it instinctively to doing it deliberately. <span style=\"color: var(--text-primary-color); font-family: var(--editor-font-family); font-size: inherit; font-weight: var(--font-weight-normal);\">It</span><span style=\"color: var(--text-primary-color); font-family: var(--editor-font-family); font-size: inherit; font-weight: var(--font-weight-normal);\"> </span><span style=\"color: var(--text-primary-color); font-family: var(--editor-font-family); font-size: inherit; font-weight: var(--font-weight-normal);\">takes a lot of discipline, but is incredibly stimulating and worthwhile work. First you need to transform the source text into wordless thoughts, then you have to stop looking at the source altogether and start writing. Now the trick is to simply express the thoughts in the target language and write what you would write in the target language as if you had never read it at all, in any language.</span></p>\n<p><span style=\"color: var(--text-primary-color); font-family: var(--editor-font-family); font-size: inherit; font-weight: var(--font-weight-normal);\">If you can do that successfully, then the message cannot be reshaped or distorted by words or thought patterns from the source. And if you need to think of a strapline or a slogan or come up with some catchy marketing phraseology, then you do so as you would in the original.</span></p>\n<p><span style=\"color: var(--text-primary-color); font-family: var(--editor-font-family); font-size: inherit; font-weight: var(--font-weight-normal);\">It takes a little more time, although usually not a lot more, to transcreate rather than translate. The main reason why transcreation doesn't happen more often has more to do with customer perception than price. Having copy transcreated is for customers who understand the difference, think it is important and are prepared to go to the extra trouble. They need to be clear about what to expect and happy to pay a moderate amount per hour instead of a small amount per word.</span></p>\n<h3>Clarity</h3>\n<p>In the end, the copy we publish in business is intended to do a job. It has to make a good impression and sell our products and services. There are different types of text that merit varying degrees of care and attention.</p>\n<p>A company's front-of-shop marketing copy must be clear, appropriate and persuasive. This is precisely the type of text that benefits most from being transcreated rather than conventionally translated. It costs a little more, but that's a worthwhile investment if it earns a lot more.</p>",
            "image": "https://the-transcreators.github.io/more-than-translators/media/posts/5/rise_above_the_fog_1440-95pc.webp",
            "author": {
                "name": "Mark"
            },
            "tags": [
            ],
            "date_published": "2022-08-01T00:00:00+02:00",
            "date_modified": "2022-08-11T12:42:32+02:00"
        },
        {
            "id": "https://the-transcreators.github.io/more-than-translators/poor-english-can-silently-undo-good-work.html",
            "url": "https://the-transcreators.github.io/more-than-translators/poor-english-can-silently-undo-good-work.html",
            "title": "The written English that you publish can silently undo your good work",
            "summary": "Presenting a business is much more than putting words on a page. If a company wants to do business with people from all over the world, then the quality of the English in its marketing is important. Otherwise prospective customers&hellip;",
            "content_html": "<p>Presenting a business is much more than putting words on a page. If a company wants to do business with people from all over the world, then the quality of the English in its marketing is important. Otherwise prospective customers won't feel comfortable. It can make more difference than many non-native English speakers realize.</p>\n<p>Well-written English shows that a business knows how important it is to pay attention to detail, it reassures potential customers that they will be able to communicate with the people there, and it helps build the image of a solid, bona fide business that can be trusted to deliver.</p>\n<p>Creating a good impression is important, of course, but another more objective reason to use good English is quite simply so that people can follow your arguments, and be convinced by them. Much of what a company publishes is there to explain what they do and why it is worth paying for. That has to be done with care and thought.</p>\n<p>But how can non-native English speakers ensure that the English they are using is clear and persuasive? Has machine translation improved to the point where it can be trusted? Why can't businesses simply do it themselves, especially in cases where almost everyone who works there speaks fairly good English? Would it be better to find a reasonably priced translation agency?</p>\n<p>This blog deals with all these questions and more. It's well worth taking a little time to consider the options. We all know how important it is in business to make the right investments at the right time.</p>\n<p>And if this matter is not given enough attention, then there is a danger that a business might have published English language material that is silently working against them, doing harm day and night.</p>",
            "image": "https://the-transcreators.github.io/more-than-translators/media/posts/13/silently-undo_720-95pc.webp",
            "author": {
                "name": "Mark"
            },
            "tags": [
            ],
            "date_published": "2022-07-20T00:00:00+02:00",
            "date_modified": "2022-08-11T12:59:00+02:00"
        },
        {
            "id": "https://the-transcreators.github.io/more-than-translators/is-it-right-or-not.html",
            "url": "https://the-transcreators.github.io/more-than-translators/is-it-right-or-not.html",
            "title": "Is it right? Or isn&#x27;t it? How can you be sure?",
            "summary": "It is fairly safe to assume that pretty much everyone who graduated from high school in the last 20 to 30 years can speak and write at least a little English. In our globalized world, English has become the primary&hellip;",
            "content_html": "<p>It is fairly safe to assume that pretty much everyone who graduated from high school in the last 20 to 30 years can speak and write at least a little English. In our globalized world, English has become the primary tool for international communication in business, science, education and more. Although English might not be the most spoken first language, it is by far the most widely spoken second language.</p>\n<p>With so many non-native speakers, it is no surprise that some of them can write English so well that on a quick read-through almost nobody would know that it was not written by a native speaker. However, on closer inspection—and when it is important to fully understand what is meant—the cracks begin to show. That isn't surprising. It is very difficult indeed to work with a reduced set of tools in the communicational toolbox. For all but a very small number of extremely talented individuals, it is almost \"mission impossible\".</p>\n<p>If it is so difficult to write well in a foreign language—and it is—why do people go to all that effort in order to produce a result that they can never be sure is right? In fact, they can be almost certain that it isn't quite right, but they can't see where. We all have a reduced sensitivity to the quality and precise meaning of written material in other languages. How can anyone—apart from the talented few—even expect to be sure that what they have written in another language is as good as it needs to be to do what it needs to do? Short answer: they can't. I can't. That is the reality.</p>\n<p>It is also the reality that in many cases the writer first writes a piece in their own language, then attempts to translate it into English. They think they should easily be able to do it because they wrote the source text and they speak English every day at work. But now they are making things even more difficult. Not only do they have a limited communicational toolbox in English, and can never be quite sure if something is right or not, now they are also trying to translate a piece of text that they themselves are particularly close to. When they wrote it, they became fond of the imagery they used and will find it hard to accept that this imagery that is so vivid to them may be different or not even exist at all in the linguistic culture of the target language.</p>\n<p>In the world of professional translation, it is accepted that translators should be native speakers of the target language. And with good reason. Even the best professional translators find it very hard not to stick too closely to the source text. For those who are native speakers of the source text it is incredibly difficult.</p>\n<p>Going a step further, transcreators need to practice their art for many years. For them, the ability to completely detach from the source is one of the main skills.</p>\n<p>None of this is achievable for most untrained non-linguists who are not native speakers of the target language. At least not in any practical way that can be reliably applied in the world of commerce, where the goal is to hold on to the reader's attention long enough so that they understand what is being said and are persuaded by it. Yet it is often attempted. And readers the world over are confused by the results. Or just stop reading.</p>",
            "image": "https://the-transcreators.github.io/more-than-translators/media/posts/9/is-it-right_720-95pc.webp",
            "author": {
                "name": "Mark"
            },
            "tags": [
            ],
            "date_published": "2022-07-10T00:00:00+02:00",
            "date_modified": "2022-08-11T13:46:43+02:00"
        },
        {
            "id": "https://the-transcreators.github.io/more-than-translators/machine-translation.html",
            "url": "https://the-transcreators.github.io/more-than-translators/machine-translation.html",
            "title": "Isn&#x27;t machine translation good enough these days?",
            "summary": "Machine translation has improved a lot in recent years, and many companies are now using it for documentation. To do that, the source text has to be written very carefully, preferably by a linguist. That person needs to know how&hellip;",
            "content_html": "<p>Machine translation has improved a lot in recent years, and many companies are now using it for documentation. To do that, the source text has to be written very carefully, preferably by a linguist. That person needs to know how to avoid the linguistic traps that machine translation would easily fall into. It's not an easy job, but it's possible. Expert proofreaders are also required, preferably with a good understanding of what they are checking and with the motivation to properly think it through.</p>\n<p>That is quite a lot of human skill and input. Despite that, a net saving in time and resources can still be achieved without reducing quality to the point that it is detrimental. Of course, a greater net saving can be achieved by allowing the quality to slide too far. I would suspect that it is very easy to slip into that situation. Combine economic pressure with a little too much trust in the capabilities of machine translation and it would be easy to gradually lose quality without noticing.</p>\n<p>On balance, there are grounds to be positive. If machine translation is well-managed, well-applied and an optimum result is achieved, then most people would probably agree that the text it produces is fit for the purpose of documentation. The important thing with this kind of text is that it is clear and understandable, not that it is eloquent or persuasive.</p>\n<p>Other applications of machine translation include email exchanges and quickly translating something you're reading into your language. In these cases, readers know and accept that they're going to have to work a little harder to understand what is meant, and that some things won't be immediately clear, and that some things will be completely unclear.</p>\n<p>Using machine translation can even be fun when everyone's on board and willing to make an effort.</p>\n<h3 style=\"margin-top: 2.28571rem; font-family: var(--font-base); font-weight: var(--font-weight-bold); letter-spacing: var(--letter-spacing); font-size: 1.42383em;\">Marketing copy is not the same as documentation or an email exchange</h3>\n<p>Have you noticed, however, how the fun suddenly stops when you are reading a piece of website text, for example, and you start to suspect that machine translation has been used? Then you begin to wonder whether you really want it \"over, thick and full\" (see the image above - it shows a great example of how machine translation can produce an amusing but silly result).</p>\n<p>For marketing copy, or any other written material that needs to persuade or create a good impression, the quality of English deserves special attention. Machine translation is not good enough for this purpose. Maybe it will be one day, if we can develop artificial consciousness and systems with general intelligence. Despite all the hype surrounding AI and machine learning, it is still light years away from understanding what it is dealing with.</p>\n<p>For now, we need to accept that for higher level written material a human translator is still required. And if the text is higher level, then there is a very strong case for using a human transcreator rather than simply having it translated. That takes the task a long, long way beyond the capabilities of today's machine translation.</p>",
            "image": "https://the-transcreators.github.io/more-than-translators/media/posts/6/machine-translation_100pc.png",
            "author": {
                "name": "Mark"
            },
            "tags": [
            ],
            "date_published": "2022-07-01T00:00:00+02:00",
            "date_modified": "2022-08-11T13:08:53+02:00"
        },
        {
            "id": "https://the-transcreators.github.io/more-than-translators/customers-want-clarity.html",
            "url": "https://the-transcreators.github.io/more-than-translators/customers-want-clarity.html",
            "title": "Customers don&#x27;t want to work hard trying to figure out what you mean",
            "summary": "Marketing copy must be crystal clear or it risks being ignored. There are a lot of voices out there and if you are trying to sell something you need to grab and hold the reader's attention. We all know that,&hellip;",
            "content_html": "<p>Marketing copy must be crystal clear or it risks being ignored. There are a lot of voices out there and if you are trying to sell something you need to grab and hold the reader's attention.</p>\n<p>We all know that, and most businesses take a lot of care to make their original-language copy as good as it can be.</p>\n<p>What about the English translation though? Why should that be any less important? Are customers in the English-speaking world for some reason more likely to work hard to understand badly-written copy than elsewhere? If anything, the opposite is true. In the English-speaking world, clarity is king.</p>\n<p>There's a concept in the German-speaking world that I can use to illustrate my point: that of <em>Holschuld </em>and <em>Bringschuld</em>. <em>Holschuld</em> is the responsibility to proactively obtain something, and <em>Bringschuld </em>is the responsibility to proactively provide something. That 'something' is often information. I think that one of the cultural factors that separates the German-speaking and English-speaking worlds is that a degree of <em>Holschuld </em>is accepted in many situations in the German-speaking world, whereas it is not in the English-speaking world. Consequently, German speakers may have more tolerance and patience when trying to work out what someone means. Or at the very least, German-speaking writers may imagine that they do.</p>\n<p>In the (internationally extended) English-speaking world, the situation is different, and very straightforward: if someone is trying to sell something, they are the ones who have the <em>Bringschuld, </em>meaning that they are expected to clearly explain what they are offering. The seller does the work. Potential customers won't.</p>\n<p><span style=\"color: var(--text-primary-color); font-family: var(--editor-font-family); font-size: inherit; font-weight: var(--font-weight-normal);\">What can a business do to make sure their copy is spot on?</span></p>\n<p><span style=\"color: var(--text-primary-color); font-family: var(--editor-font-family); font-size: inherit; font-weight: var(--font-weight-normal);\">There are lots of translation agencies out there. Some are very good. But you need to be careful. Having translations done through an agency can be a bit of a minefield. One clear benefit is that you can get your translation very quickly. In the best case it will have been done with care and skill. But even then there is an extra layer separating the translator from the end customer, and that layer is taking its cut. In the worst case, a translation might end up being done in the middle of the night somewhere in the world by someone paid very little per word and under pressure to churn out the work as fast as possible just to make a living.</span><span style=\"color: var(--text-primary-color); font-family: var(--editor-font-family); font-size: inherit; font-weight: var(--font-weight-normal);\"> That person is not likely to be motivated to put the appropriate amount of time, effort and care into their translations. And they're not likely to take the time to work with end customers to get the job done properly. It would not be easy to contact them even if they wanted to. Of course, how important all this is depends on the type of text being translated, but for \"front-of-shop\" copy, an agency might not be the best strategy.</span></p>\n<p>There are also some very professional language solution providers who offer translation, localization and comprehensive language management. That's great. And expensive.</p>\n<p>What if a company doesn't want to spend so much money? And what about small businesses that don't have the budget?</p>\n<p>Those are the people I aim to cater for. I asked myself what I would do in their position. And if it were me, I would find an independent freelancer who can translate <em>and </em>transcreate, and I would deal with them <span style=\"color: var(--text-primary-color); font-family: var(--editor-font-family); font-size: inherit; font-weight: var(--font-weight-normal);\">directly</span><span style=\"color: var(--text-primary-color); font-family: var(--editor-font-family); font-size: inherit; font-weight: var(--font-weight-normal);\">. I would look for someone who charges a realistic hourly rate and who seems to be genuinely committed to working closely with customers to produce an excellent result. I would accept that they will be less able to immediately respond to last-minute jobs, and I would give them a try.</span></p>",
            "image": "https://the-transcreators.github.io/more-than-translators/media/posts/2/alpacas_720-95pc.webp",
            "author": {
                "name": "Mark"
            },
            "tags": [
            ],
            "date_published": "2022-06-20T00:00:00+02:00",
            "date_modified": "2022-08-11T13:38:09+02:00"
        },
        {
            "id": "https://the-transcreators.github.io/more-than-translators/last-minute-rush.html",
            "url": "https://the-transcreators.github.io/more-than-translators/last-minute-rush.html",
            "title": "A story about a last-minute rush",
            "summary": "I'd like to tell you a little story from the world of conventional translation. It's rather a sad little story. The saddest part is that it plays out week after week. The happiest part is that it doesn't have to&hellip;",
            "content_html": "<p>I'd like to tell you a little story from the world of conventional translation. It's rather a sad little story. The saddest part is that it plays out week after week. The happiest part is that it doesn't have to be this way.</p>\n<p>A copywriter in a marketing <span style=\"color: var(--text-primary-color); font-family: var(--editor-font-family); font-size: inherit; font-weight: var(--font-weight-normal);\">department</span><span style=\"color: var(--text-primary-color); font-family: var(--editor-font-family); font-size: inherit; font-weight: var(--font-weight-normal);\"> </span><span style=\"color: var(--text-primary-color); font-family: var(--editor-font-family); font-size: inherit; font-weight: var(--font-weight-normal);\">somewhere in the world finally finishes a piece of work in a last-minute burst of frantic action. It's last thing on Friday. A series of deadlines has already been missed, and the latest one <em>must </em>be met: the original copy <em>and </em>the translation <em>have </em>to be finished by Monday. At the latest!</span></p>\n<p>Can you see where this is going? Stay with it... maybe it'll be worse than you think.</p>\n<p>The original took many days of writing and rewriting, but now it is finished and it's only a couple of hundred words. So it's simply a matter of finding someone to quickly rattle it off in a different language. What could be difficult about that? After all, the real work has already been done.</p>\n<p>The copywriter calls a translation agency and is told they will have to pay a surcharge because it's a rush job. That's a bit annoying, but there's no alternative. The copywriter goes off to enjoy their weekend. Work phone off, of course. No work emails either. It was a hard week.</p>\n<p>A translator somewhere else in the world is suddenly no longer looking forward to their weekend. They didn't really want to accept the job, but the agency insisted, and refusing work even once can mean that an agency never calls again.</p>\n<p>At this point, neither the agency nor the translator knows that the copywriter didn't have time to properly read through the source text from beginning to end to make sure that it's clear, unambiguous and has a thread of logic running through it. Even if they had, this would still not be the ideal way to do things.</p>\n<p>The translator gets that creeping cold feeling at the beginning of the second paragraph. There doesn't seem to be any connection to the previous paragraph. And in the third, the copywriter has used a slightly different term for something that is probably the same thing that was mentioned in the first paragraph. Or is it a different thing? Was the writer trying to avoid repetition? Or is it a different thing? (Pun intended.)</p>\n<p>So it goes the whole weekend. Even during the working week, the translator would be reluctant to ask questions via the agency. The incentive is to quietly produce the work with no fuss. Now there's no way at all to ask for clarification anyway. And the deadline is looming. So the translator has to guess and hope.</p>\n<p>The translation is delivered on Monday. Nobody reads it. Both the translation and the original are immediately published. The deadline is met. Then these bad things happen:</p>\n<ul style=\"list-style-type: square;\">\n<li>The copywriter gets grief from their manager for having agreed to pay the agency surcharge</li>\n<li>A business partner from abroad complains to the marketing manager that the translation doesn't make sense</li>\n<li>The copywriter gets grief from their manager because the translation not only cost more, but it is wrong</li>\n<li>The agency gets grief from the copywriter because the translation was wrong</li>\n<li>The translator gets grief from the agency because the translation was wrong</li>\n<li>The translator's life partner gets grief from the translator because the translator has to take it out on someone</li>\n<li>A prospective customer reads the published original piece, gets a bit confused, and stops reading</li>\n<li>A prospective customer reads the published translation, gets very confused, and stops reading</li>\n<li>Someone in another department of the company complains that the original isn't very clear</li>\n<li>A lot effort is expended reworking the original and trying not to think about the translation</li>\n<li>In the end, after much grief-giving and emailing, the original is finished... again</li>\n<li>The translation is patched up a little here and there, but mostly left as it was, and nobody really notices how unclear it is</li>\n</ul>\n<p>So nobody's happy. The prospective customers are the least <em>un</em>happy, because their simple solution to the problem is the simplest solution of all. The prospective customers abroad who depend on the translation are very likely to never know what the company was trying to express. The company itself is very likely to never know how many customers it has missed.</p>\n<p>There is, of course, a much better way. I don't need to spell it out, I'm sure, but it could also involve a shift of focus from translation to transcreation. If it does, then even more time needs to be allowed. The benefits are well worth it though. And everybody will be happy, even the prospective customers.</p>",
            "image": "https://the-transcreators.github.io/more-than-translators/media/posts/8/rush_720-95pc.webp",
            "author": {
                "name": "Mark"
            },
            "tags": [
            ],
            "date_published": "2022-06-10T00:00:00+02:00",
            "date_modified": "2022-08-11T13:23:11+02:00"
        },
        {
            "id": "https://the-transcreators.github.io/more-than-translators/in-einem-zug.html",
            "url": "https://the-transcreators.github.io/more-than-translators/in-einem-zug.html",
            "title": "Would you translate this as &#x27;In a train to Tirol&#x27;?",
            "summary": "I have seen this sign many times and have always admired the excellent wordplay. As far as I know there is no English version of this ad, and I don't think there needs to be one. I'm pretty sure it&hellip;",
            "content_html": "<p>I have seen this sign many times and have always admired the excellent wordplay. As far as I know there is no English version of this ad, and I don't think there needs to be one. I'm pretty sure it is aimed primarily at German visitors to Tirol in Austria.</p>\n<p>I'm going to try to transcreate it into English anyway, just for fun, and as a quick example of the transcreation process.</p>\n<p>Right. What's the message?</p>\n<ul>\n<li>We encourage you to come to Tirol by train instead of by car</li>\n<li>Coming to Tirol by train is quick</li>\n<li>You can go directly, even from Germany</li>\n</ul>\n<p>The word-for-word translation 'In a train to Tirol' is, of course, not a proper translation. It doesn't even transfer one of the two elements of the message contained in the German wordplay. In fact, in English it comes across as no more than a fairly pointless statement. It just hangs in the air. A normal translator might still be tempted to use it though. You can understand why if you remember that regular, jobbing translators are mostly paid per word, and as little per word as the customer or agency can get away with. On top of that, they are usually not provided with the context needed to do a proper job.</p>\n<p>It is clear that what makes the message stick in your head is the excellent wordplay. It reverberates in the mind. Can we find an equivalent in English? Well, although you could translate the German expression <em>in einem Zug</em> into English as 'in one fell swoop' or '(all) in one go', neither is usable in this context.</p>\n<p>Oh dear.</p>\n<p>If we don't have a wordplay, what can we do instead that would be similar in its effect on the reader?</p>\n<p>We could use a different literary device. Alliteration, for example, rather than wordplay. I have one idea. I don't like it as much as the source, but it would work, and, importantly, it is usable for the intended purpose, and it contains both elements of the message:</p>\n<p><strong>'Take the train straight to Tirol'<br></strong><span style=\"color: var(--text-primary-color); font-family: var(--editor-font-family); font-size: inherit; font-weight: var(--font-weight-normal);\">This idea would work.</span></p>\n<p>Maybe if a driver saw that a few times on a stretch of road (there are several of these ads on billboards placed along certain sections of trunk road), it might start off a brainworm (a brainworm is my own term for something that gets stuck in your head a bit like an earworm, except that it's a phrase rather than a piece of music). Hmm... I'm starting to like it more. If you say it a few times to yourself, the rhythm starts to sound like a train clacking along the track.</p>\n<p>It's good to like your own ideas... but not too much!</p>\n<p>So I asked Warren (the other author on this blog) if he had any ideas. Without thinking about it too much, he suggested:</p>\n<p><strong>'Non-stop all the way to Tirol'<br></strong>This idea would NOT work.</p>\n<p>Yes, it seems very good at first glance. Actually, both of our initial reactions were that this was better than my idea. Then we quickly realized that it was unusable. Whether or not it is really non-stop depends on where you start your journey. One of the cleverest things about the German original is that it uses the established expression <em>in einem Zug</em> to imply that it will be non-stop without making any impossible claims. You understand that the trip will be quick, but you will accept that you might need to change trains at some point in the journey. And for German visitors, the message that trains run directly from Germany into Austria is still clear. Wonderful stuff!</p>\n<p>That's a great illustration of how we work (whether together or separately). We throw any and all ideas into the air, but we do not fall in love with any of them. We think things all the way through to the end. And we never forget the power of the word. The power to get a message across clearly. Or the power to mislead and confuse.</p>\n<p>If you are from the company 'Tirol Info', then I would like to say that you have my sincere admiration for a great strapline in German. And although my English idea is probably not quite as good, I still claim copyright to it. So if you want to use it, please get in touch first.</p>\n<p>And whoever you are, if you can think of something better, I'd love to know what it is. Just out of interest.</p>\n<p>So, there's a quick and realistic example of what transcreation is all about. And it's rather fun, isn't it?</p>",
            "image": "https://the-transcreators.github.io/more-than-translators/media/posts/1/in_einem_zug_593-95pc.webp",
            "author": {
                "name": "Mark"
            },
            "tags": [
            ],
            "date_published": "2022-06-01T00:00:00+02:00",
            "date_modified": "2022-08-11T13:27:15+02:00"
        }
    ]
}
