{
    "version": "https://jsonfeed.org/version/1",
    "title": "THE TRANSCREATORS | MORE THAN TRANSLATORS | LOCALIZATION COPYWRITERS | HOW AND WHY TO USE BETTER ENGLISH",
    "description": "",
    "home_page_url": "https://the-transcreators.github.io/more-than-translators",
    "feed_url": "https://the-transcreators.github.io/more-than-translators/feed.json",
    "user_comment": "",
    "author": {
        "name": "Mark"
    },
    "items": [
        {
            "id": "https://the-transcreators.github.io/more-than-translators/poor-english-can-silently-undo-good-work.html",
            "url": "https://the-transcreators.github.io/more-than-translators/poor-english-can-silently-undo-good-work.html",
            "title": "The written English that you publish can silently undo your good work",
            "summary": "Presenting a business is much more than putting words on a page. If a company wants to do business with people from all over the world, then the quality of the English in its marketing is important. Otherwise prospective customers&hellip;",
            "content_html": "<p>Presenting a business is much more than putting words on a page. If a company wants to do business with people from all over the world, then the quality of the English in its marketing is important. Otherwise prospective customers won't feel comfortable. It can make more difference than many non-native English speakers realize.</p>\n<p>Well-written English shows that a business knows how important it is to pay attention to detail, it reassures potential customers that they will be able to communicate with the people there, and it helps build the image of a solid, bona fide business that can be trusted to deliver.</p>\n<p>Creating a good impression is important, of course, but another more objective reason to use good English is quite simply so that people can follow your arguments, and be convinced by them. Much of what a company publishes is there to explain what they do and why it is worth paying for. That has to be done with care and thought.</p>\n<p>But how can non-native English speakers ensure that the English they are using is clear and persuasive? Has machine translation improved to the point where it can be trusted? Why can't businesses simply do it themselves, especially in cases where almost everyone who works there speaks fairly good English? Would it be better to find a reasonably priced translation agency?</p>\n<p>This blog deals with all these questions and more. It's well worth taking a little time to consider the options. We all know how important it is in business to make the right investments at the right time.</p>\n<p>And if this matter is not given enough attention, then there is a danger that a business might have published English language material that is silently working against them, doing harm day and night.</p>",
            "image": "https://the-transcreators.github.io/more-than-translators/media/posts/13/serioes_16-9.png",
            "author": {
                "name": "Mark"
            },
            "tags": [
            ],
            "date_published": "2022-07-27T09:33:35+02:00",
            "date_modified": "2022-08-05T15:32:27+02:00"
        },
        {
            "id": "https://the-transcreators.github.io/more-than-translators/that-not-quite-right-feeling.html",
            "url": "https://the-transcreators.github.io/more-than-translators/that-not-quite-right-feeling.html",
            "title": "Is it right? Or isn&#x27;t it? How can you be sure?",
            "summary": "It is fairly safe to assume that pretty much everyone who graduated from high school in the last 20 to 30 years can speak and write at least a little English. In our globalized world, English has become the primary&hellip;",
            "content_html": "<p>It is fairly safe to assume that pretty much everyone who graduated from high school in the last 20 to 30 years can speak and write at least a little English. In our globalized world, English has become the primary tool for international communication in business, science, education and more. Although English might not be the most spoken first language, it is by far the most widely spoken second language.</p>\n<p>With so many non-native speakers, it is no surprise that some of them can write English so well that on a quick read-through almost nobody would know that it was not written by a native speaker. However, on closer inspection—and when it is important to fully understand what is meant—the cracks begin to show. That isn't surprising. It is very difficult indeed to work with a reduced set of tools in the communicational toolbox. For all but a very small number of extremely talented individuals, it is almost \"mission impossible\".</p>\n<p>If it is so difficult to write well in a foreign language—and it is—why do people go to all that effort in order to produce a result that they can never be sure is right? In fact, they can be almost certain that it <em>isn't</em> quite right, but they can't see where. We all have a reduced sensitivity to the quality and precise meaning of written material in other languages. How can anyone—apart from the talented few—even <em>expect </em>to be sure that what they have written in another language is as good as it needs to be to do what it needs to do? Short answer: they can't. I can't. That is the reality.</p>\n<p>It is also the reality that in many cases the writer first writes a piece in their own language, then attempts to translate it into English. They think they should easily be able to do it because it is their source text and they speak English every day at work. But now they are making things even more difficult. Not only do they have a limited communicational toolbox in English, and can never be quite sure if something is right or not, now they are also trying to translate a piece of text that they themselves are particularly close to. When they wrote it, they became fond of the imagery they used and will find it hard to accept that this imagery that is so vivid to them may be different or not even exist at all in the linguistic culture of the target language.</p>\n<p>In the world of professional translation, it is accepted that translators should be native speakers of the target language. And with good reason. Even the best professional translators find it very hard not to stick too closely to the source text. For those who are native speakers of the source text it is incredibly difficult.</p>\n<p>Going a step further, transcreators need to practice their art for many years. For them, the ability to completely detach from the source is the one of the main skills.</p>\n<p>None of this is achievable for most untrained non-linguists who are not native speakers of the target language? Not in any practical way that can be reliably applied in the world of commerce, where the goal is to hold on to the reader's attention long enough so that they understand what is being said and are persuaded by it. Yet still it is often done. And readers the world over are confused by the results. Or just stop reading.</p>",
            "image": "https://the-transcreators.github.io/more-than-translators/media/posts/9/entirely_unlike_16-9-2.png",
            "author": {
                "name": "Mark"
            },
            "tags": [
            ],
            "date_published": "2022-07-14T18:01:10+02:00",
            "date_modified": "2022-08-05T18:08:48+02:00"
        },
        {
            "id": "https://the-transcreators.github.io/more-than-translators/machine-translation.html",
            "url": "https://the-transcreators.github.io/more-than-translators/machine-translation.html",
            "title": "Isn&#x27;t machine translation good enough these days?",
            "summary": "Machine translation has improved a lot in recent years, and many companies are now using it for documentation. To do that, the source text has to be written very carefully, preferably by a linguist. That person needs to know how&hellip;",
            "content_html": "<p>Machine translation has improved a lot in recent years, and many companies are now using it for documentation. To do that, the source text has to be written very carefully, preferably by a linguist. That person needs to know how to avoid the linguistic traps that the translation system would easily fall into. It's not an easy job, but it's possible. Expert proofreaders are also required, preferably with a good understanding of what they are checking and with the motivation to properly think it through.</p>\n<p>That is quite a lot of human skill and input. Despite that, a net saving in time and resources can still be achieved without reducing quality to the point that it is detrimental. Of course, a greater net saving can be achieved by allowing the quality to slide too far. I would suspect that it is a very easy to slip into that situation. Combine economic pressure with a little too much trust in the translation software and it would be easy to gradually lose quality without noticing.</p>\n<p>Let's be optimistic. If machine translation is well-managed, well-applied and an optimum result is achieved, then most people would probably agree that the text it produces is fit for the purpose of documentation. The important thing with this kind of text is that it is clear and understandable, not that it is eloquent or persuasive.</p>\n<p>Other applications of machine translation include email exchanges and quickly translating something you're reading into your language. In these cases, readers know and accept that they're going to have to work a little harder to understand what is meant, and that some things won't be immediately clear, and that some things will be completely unclear.</p>\n<p>Using machine translation can even be fun, when everybody is on board and willing to make an effort.</p>\n<h3 style=\"margin-top: 2.28571rem; font-family: var(--font-base); font-weight: var(--font-weight-bold); letter-spacing: var(--letter-spacing); font-size: 1.42383em;\">Marketing copy is not the same as documentation or an email exchange</h3>\n<p>Have you noticed, however, how the fun suddenly stops when you are reading a piece of website text, for example, and you start to suspect that machine translation has been used? Then you begin to wonder whether you really want it \"over, thick and full\" (see the image above - it shows a great example of how machine translation can produce an amusing but silly result).</p>\n<p>For marketing copy, or any other written material that needs to persuade or create a good impression, the quality of English deserves special attention. Machine translation is not good enough for this purpose. Maybe it will be one day, if we can develop artificial consciousness and systems with general intelligence. Despite all the hype surrounding AI and machine learning, it is still light years away from understanding what it is dealing with.</p>\n<p>For now, we need to accept that for higher level written material a human translator is still required. And if the text is higher level, then there is a very strong case for using a human transcreator rather than simply having it translated. That takes the task a long, long way beyond the capabilities of today's machine translation.</p>",
            "image": "https://the-transcreators.github.io/more-than-translators/media/posts/6/google_translate_example_de-en_16-9.png",
            "author": {
                "name": "Mark"
            },
            "tags": [
            ],
            "date_published": "2022-07-01T18:36:21+02:00",
            "date_modified": "2022-08-06T10:56:57+02:00"
        },
        {
            "id": "https://the-transcreators.github.io/more-than-translators/transcreation-vs-translation.html",
            "url": "https://the-transcreators.github.io/more-than-translators/transcreation-vs-translation.html",
            "title": "Transcreation vs. translation",
            "summary": "Sometimes with a conventional translation, the message can get quite confused. So can the reader. What's different about transrcreation? What exactly is it? Why is a transcreated message clearer, and more powerful? Transcreation uses imagery that resonates in the minds&hellip;",
            "content_html": "<p>Sometimes with a conventional translation, the message can get quite confused. So can the reader. What's different about transrcreation? What exactly is it? Why is a transcreated message clearer, and more powerful?</p>\n<p>Transcreation uses imagery that resonates in the minds of the target readership. Localization copyrighting is another, possibly more self-explanatory term for transcreation. Call it what you like, it involves a whole extra level of creative input. It is the process of <em>rewriting </em>a piece of text in another language. Translation on the other hand tends to stay fairly close to the words of the source text.</p>\n<p>A well transcreated piece of copy might on the face of it seem to have nothing at all to do with the source. But it will have the same effect on the readership. And evoke the emotions (culturally adjusted) necessary for them to buy in to your message.</p>\n<p>Can anybody with good knowledge of both languages do it? No. You need much more than that. Even truly bilingual people (that is people who have been immersed in two languages from birth and effectively have two mother tongues) would struggle to sufficiently distance themselves from the source. Even regular straightforward translation is astonishingly difficult for those who have not spent a long time practicing.</p>\n<p><strong>Transcreators need all of these things</strong></p>\n<ul>\n<li><span style=\"color: var(--text-primary-color); font-family: var(--editor-font-family); font-size: inherit; font-weight: var(--font-weight-normal);\">To be native speakers of the target language</span></li>\n<li>A lot of experience doing real commercial translations</li>\n<li>A genuine fascination for language and the art of transcreation</li>\n<li>The motivation and determination to go the extra mile</li>\n<li>Creativity and a well-developed ability to think laterally</li>\n<li>The confidence to be able to reject their own ideas</li>\n<li>The confidence to be able to reject the client's own ideas</li>\n<li>To NOT be under unrealistic time or economic pressure</li>\n</ul>\n<p>Notice that confidence plays a big part. If anything, it is a bit downplayed in that list. It is, however, absolutely essential. But it must be well-founded. It must be based on experience and knowledge and not on exuberant overconfidence. It takes many years and thousands of hours of brain-racking and almost obsessive application to bulid it up. And there is no shortcut.</p>",
            "image": "https://the-transcreators.github.io/more-than-translators/media/posts/5/rise_above_the_fog8_16-9.png",
            "author": {
                "name": "Mark"
            },
            "tags": [
            ],
            "date_published": "2022-07-01T12:28:19+02:00",
            "date_modified": "2022-08-06T08:47:39+02:00"
        },
        {
            "id": "https://the-transcreators.github.io/more-than-translators/in-einem-zug.html",
            "url": "https://the-transcreators.github.io/more-than-translators/in-einem-zug.html",
            "title": "Would you translate this as &quot;In a train to Tirol&quot;?",
            "summary": "I have seen this sign many times and have always admired the excellent wordplay. As far as I know there is no English version of this ad, and I don't think there needs to be one. I'm pretty sure it&hellip;",
            "content_html": "<p>I have seen this sign many times and have always admired the excellent wordplay. As far as I know there is no English version of this ad, and I don't think there needs to be one. I'm pretty sure it is aimed primarily at German visitors to Tirol in Austria.</p>\n<p>I'm going to try to transcreate it into English anyway, just for fun, and as a quick example of the transcreation process.</p>\n<p>Right. What's the message?</p>\n<ul>\n<li>We encourage you to go to Tirol by train instead of by car</li>\n<li>You can go directly, even from Germany</li>\n</ul>\n<p>The word-for-word translation \"In a train to Tirol\" is, of course, not a proper translation. It doesn't even transfer one of the two elements of the message contained in the German wordplay. In fact, in English it comes across as no more than a fairly pointless statement. It just hangs in the air. A normal translator might still be tempted to use it though. You can understand why if you remember that regular, jobbing translators are mostly paid per word, and as little per word as the customer or agency can get away with. On top of that, they are usually not provided with the context needed to do a proper job.</p>\n<p>It is clear that what makes the message stick in your head is the excellent wordplay. It reverberates in the mind. Can we find an equivalent in English? Well, although you could translate the German expression \"in einem Zug\" into English as \"in one fell swoop\" or \"(all) in one go\", neither is usable in this context.</p>\n<p>Oh dear.</p>\n<p>If we don't have a wordplay, what can we do instead that would be similar in its effect on the reader?</p>\n<p>We could use a different literary device. Alliteration, for example, rather than wordplay. I have one idea. I don't like it as much as the source, but it would work, and, importantly, it is usable for the intended purpose, and it contains both elements of the message:</p>\n<p><strong>\"Take the train straight to Tirol\"<br></strong><span style=\"color: var(--text-primary-color); font-family: var(--editor-font-family); font-size: inherit; font-weight: var(--font-weight-normal);\">This idea would work.</span></p>\n<p>Maybe if a driver saw that a few times on a stretch of road (there are several of these ads on billboards placed along certain sections of trunk road), it might start off a brainworm (a brainworm is my own term for something that gets stuck in your head a bit like an earworm, except that it's a phrase rather than a piece of music). Hmm... I'm starting to like it more. If you say it a few times to yourself, the rhythm starts to sound like a train clacking along the track.</p>\n<p>It's good to like your own ideas... but not too much!</p>\n<p>So I asked Warren (the other author on this blog) if he had any ideas. Without thinking about it too much, he suggested:</p>\n<p><strong>\"Non-stop all the way to Tirol\"<br></strong>This idea would NOT work.</p>\n<p>Yes, it seems very good at first glance. Actually, both of our initial reactions were that this was better than my idea. Then we quickly realized that it was unusable. Whether or not it is really non-stop depends on where you start your journey. One of the cleverest things about the German original is that it uses the established expression \"in einem Zug\" to <em>imply </em>that it will be non-stop without making any impossible claims. You understand that the trip will be quick, but you will accept that you might need to change trains at some point in the journey. And for German visitors, the message that trains run directly from Germany into Austria is still clear. Wonderful stuff!</p>\n<p>That's a great illustration of how we work (whether together or separately). We throw any and all ideas into the air, but we do not fall in love with any of them. We think things all the way through to the end. And we never forget the power of the word. The power to get a message across clearly. Or the power to mislead and confuse.</p>\n<p>If you are from the company Tirol Info, then I would like to say that you have my sincere admiration for a great strapline in German. And although my English idea is probably not quite as good, I still claim copyright to it. So if you want to use it, please get in touch first.</p>\n<p>And whoever you are, if you can think of something better, I'd love to know what it is. Just out of interest.</p>\n<p>So, there's a quick and realistic example of what transcreation is all about. And it <em>is</em> rather fun, isn't it?</p>",
            "image": "https://the-transcreators.github.io/more-than-translators/media/posts/1/in_einem_zug_16-9.png",
            "author": {
                "name": "Mark"
            },
            "tags": [
            ],
            "date_published": "2022-07-01T10:02:16+02:00",
            "date_modified": "2022-07-18T12:58:45+02:00"
        },
        {
            "id": "https://the-transcreators.github.io/more-than-translators/nobody-benefits-from-a-rush-job.html",
            "url": "https://the-transcreators.github.io/more-than-translators/nobody-benefits-from-a-rush-job.html",
            "title": "Nobody benefits from a rush job",
            "summary": "Translators loath them for good reasons – the rush jobs. To set the scene, it’s Thursday evening, or even worse, Friday morning when a client sends out work that needs to be translated by Monday. For fear of losing revenue,&hellip;",
            "content_html": "<p>Translators loath them for good reasons – the rush jobs. To set the scene, it’s Thursday evening, or even worse, Friday morning when a client sends out work that needs to be translated by Monday. For fear of losing revenue, or even worse a client, the translator agrees to deliver the translation by the requested deadline. If it’s a manageable job it won’t be an issue.  However, if it’s a bigger job that warrants more time to deliver quality work it will most probably result in, you guessed it, a rush job. The translator ends up spending the weekend sweating over large volumes of text with the looming deadline in mind and often delivers substandard or even inaccurate copy simply to get the job done on time. Neither client nor translator benefit from a rush job.</p>\n<h3>Why do rush jobs happen?</h3>\n<p>Rush jobs usually happen when translations are not seen as an integral part of a project and limited time and thought are given to them at the planning stage, or when a translator is set an unrealistic deadline due to a lack of understanding of how long a transcreated piece of copy takes. </p>\n<h3>What can be done to avoid rush jobs and improve quality?</h3>\n<p>Some simple steps can be taken to avoid rush jobs and improve quality. Firstly, clients need to understand the importance of allocating time for translations at the project planning stage. This point is often overlooked or underestimated. Secondly, clients need to involve translators more in the planning process so realistic lead times for quality translations can be agreed upon. Finally, clients need to be available to answer questions if they arise during the transcreation process, which is rarely the case with rush jobs.</p>",
            "image": "https://the-transcreators.github.io/more-than-translators/media/posts/8/pexels-helena-lopes-3867001.png",
            "author": {
                "name": "Mark"
            },
            "tags": [
            ],
            "date_published": "2022-06-29T10:33:00+02:00",
            "date_modified": "2022-08-02T20:07:37+02:00"
        },
        {
            "id": "https://the-transcreators.github.io/more-than-translators/customers-want-clarity.html",
            "url": "https://the-transcreators.github.io/more-than-translators/customers-want-clarity.html",
            "title": "Customers don&#x27;t want to work hard trying to figure out what you mean",
            "summary": "Your marketing copy must be crystal clear or it risks being ignored. There are a lot of voices out there and if you are trying to sell something you need to grab and hold a reader's attention. We all know&hellip;",
            "content_html": "<p>Your marketing copy must be crystal clear or it risks being ignored. There are a lot of voices out there and if you are trying to sell something you need to grab and hold a reader's attention.</p>\n<p>We all know that.</p>\n<p>I bet you take a lot of care to make your source language copy as good as it can. That's achievable if the source language is your own language.</p>\n<p>What about the English translation though? Why should that be any less important? Are customers in the English-speaking world somehow magically more likely to work hard to understand bad copy than elsewhere? If anything, the opposite is true. In the English-speaking world, clarity is king. You do <em>not </em>get any points for sounding intelligent. Using simple language to explain complex things clearly is the key to success.</p>\n<p>Are you sure that you are as sensitive to what might be wrong with your English copy? Don't forget that sometimes an English translation might look good to you because you recognize each element from the source. BUT, those elements may be a bit strange or even completely meaningless in the English-speaking world. In fact, sometimes the translation that looks <em>best </em>to a native speaker of the source language is the <em>hardest to understand</em> for a native speaker of the target language.</p>\n<p>How can you know what is right? Well, you might have to bite the bullet and employ an expert. Not doing so can end up to be an expensive false economy.</p>\n<p>What now? A translator? There are lots of agencies offering to deliver the work next day at a very keen price per word. That doesn't sound too bad. Ah, but they subcontract the work for even less per word to translators somewhere in the world who are under pressure to churn out the words as fast as possible in order to make a living. How motivated do you think they are to put the appropriate amount of time, effort and care into your translation? How likely are they to take the time to work closely with you to decide on exactly the right words? How would they even contact you if they wanted to work with you? Of course, it depends on the type of job, but for your \"shopfront\" copy, this is not usually going to be the best strategy.</p>\n<p>There are also some very professional comprehensive language solutions providers, who offer translation, localization and complete language management. That's great. And expensive. So what if a company doesn't want to spend that much money? And what about small businesses that don't have the budget?</p>\n<p>Those are the people I aim to cater for. I asked myself what I would do in their position. And if it were me, I would find an independent, good value transcreator and deal directly with them. I would look for someone who charges a realistic hourly rate and who looks like they're committed to producing an excellent result. Then I would give them a try.</p>",
            "image": "https://the-transcreators.github.io/more-than-translators/media/posts/2/alpacas2_16-9.png",
            "author": {
                "name": "Mark"
            },
            "tags": [
            ],
            "date_published": "2022-06-01T10:27:00+02:00",
            "date_modified": "2022-08-03T08:42:29+02:00"
        }
    ]
}
